# В переменную example запишите любую строку.
example = "MarshmaiioW"

# Выведите в консоль первый символ этой строки.
print(example[0])

# Выведите в консоль последний символ этой строки (используя отрицательный индекс).
print(example[-1])

# Выведите в консоль вторую половину этой строки. С нечётным количеством символов
string = 'Urban'
print(string[2:])

# Выведите на экран(в консоль) это слово наоборот.
print(string[::-1])

# Выведите на экран(в консоль) каждый второй символ этой строки.
print((example[1::2]))